export const courses = [
  {
    id: 1,
    tag: 'Тяжелая атлетика',
    category: 'Силовой спорт',
    title: 'Тяжелая атлетика (в Юбилейном мкр.)',
    age: '10-18 лет',
    address: 'г. Иркутск, Юбилейный мкр., стр. 49/1',
    schedule: 'Пн, Ср, Пт',
    time: '09:00 - 19:30',
    isFree: true,
    price: 'Бесплатно',
    image: '/src/assets/Group-330.png',
    // Для страницы секции
    isOpen: true,
    venue: 'ФОК "Юбилейный"',
    stage: 'Этап начальной подготовки',
    trainer: 'Петрова Елена Александровна',
    studentCount: '15 из 20',
    duration: '12 месяцев',
    scheduleDays: ['Пн, Вт, Чт, Сб', '08:00 - 10:00', '18:00 - 19:30'],
    description: 'Легкая атлетика - олимпийский вид спорта, объединяющий беговые виды, спортивную ходьбу, технические виды (прыжки и метания), многоборья, пробеги (бег по шоссе), кроссы (бег по пересеченной местности).',
    program: `<h4>Базовый уровень</h4>
    <p><strong>Базовый уровень сложности первый-второй год обучения, 252 часа.</strong></p>
    <ul>
      <li>Обязательные предметы области (количество часов – 15);</li>
      <li>Вариативные предметные области (количество часов – 10);</li>
      <li>Теория (количество часов – 5);</li>
      <li>Практика (количество часов – 216);</li>
      <li>Самостоятельная работа (количество часов – 2);</li>
      <li>Аттестация (количество часов – 4).</li>
    </ul>
    <p><strong>Базовый уровень сложности третий-четвертый год обучения, 416 часов.</strong></p>
    <ul>
      <li>Обязательные предметы области (количество часов – 25);</li>
      <li>Вариативные предметные области (количество часов – 15);</li>
      <li>Теория (количество часов – 7);</li>
      <li>Практика (количество часов – 361);</li>
      <li>Самостоятельная работа (количество часов – 4);</li>
      <li>Аттестация (количество часов – 4).</li>
    </ul>
    <p><strong>Базовый уровень сложности пятый-шестой год обучения, 420 часов.</strong></p>
    <ul>
      <li>Обязательные предметы области (количество часов – 27);</li>
      <li>Вариативные предметные области (количество часов – 15);</li>
      <li>Теория (количество часов – 8);</li>
      <li>Практика (количество часов – 360);</li>
      <li>Самостоятельная работа (количество часов – 6);</li>
      <li>Аттестация (количество часов – 4).</li>
    </ul>
    <h4>Углубленный уровень</h4>
    <p><em>Информация об углубленном уровне отсутствует</em></p>`
  },
  {
    id: 2,
    tag: 'Тяжелая атлетика',
    category: 'Силовой спорт',
    title: 'Тяжелая атлетика (на ул. Боткина)',
    age: '10-18 лет',
    address: 'г. Иркутск, ул. Боткина, 15',
    schedule: 'Пн, Ср, Пт',
    time: '09:00 - 19:30',
    isFree: false,
    price: '500 руб.',
    image: '/src/assets/Group-330.png',
    isOpen: false,
    venue: 'ФОК "Юбилейный"',
    stage: 'Этап начальной подготовки',
    trainer: 'Петрова Елена Александровна',
    studentCount: '15 из 20',
    duration: '12 месяцев',
    scheduleDays: ['Пн, Вт, Чт, Сб', '08:00 - 10:00', '18:00 - 19:30'],
    description: 'Извините, информация о секции временно отсутствует.',
    program: `<p><em>Содержание программы будет добавлено позже.</em></p>`
  },
  {
    id: 3,
    tag: 'Тяжелая атлетика',
    category: 'Силовой спорт',
    title: 'Тяжелая атлетика (на ул. Норильской)',
    age: '10-18 лет',
    address: 'г. Иркутск, ул. Норильская, 34',
    schedule: 'Пн, Ср, Пт',
    time: '09:00 - 19:30',
    isFree: false,
    price: '3200 руб.',
    image: '/src/assets/Group-330.png',
    isOpen: true,
    venue: 'ФОК "Юбилейный"',
    stage: 'Этап начальной подготовки',
    trainer: 'Петрова Елена Александровна',
    studentCount: '15 из 20',
    duration: '12 месяцев',
    scheduleDays: ['Пн, Вт, Чт, Сб', '08:00 - 10:00', '18:00 - 19:30'],
    description: 'Извините, информация о секции временно отсутствует.',
    program: `<p><em>Содержание программы будет добавлено позже.</em></p>`
  },
  {
    id: 4,
    tag: 'Пауэрлифтинг',
    category: 'Силовой спорт',
    title: 'Пауэрлифтинг (в Юбилейном мкр.)',
    age: '10-18 лет',
    address: 'г. Иркутск, Юбилейный мкр., стр. 49/1',
    schedule: 'Пн, Ср, Пт',
    time: '09:00 - 19:30',
    isFree: true,
    price: 'Бесплатно',
    image: '/src/assets/Group-330.png',
    isOpen: true,
    venue: 'ФОК "Юбилейный"',
    stage: 'Этап начальной подготовки',
    trainer: 'Петрова Елена Александровна',
    studentCount: '15 из 20',
    duration: '12 месяцев',
    scheduleDays: ['Пн, Вт, Чт, Сб', '08:00 - 10:00', '18:00 - 19:30'],
    description: 'Извините, информация о секции временно отсутствует.',
    program: `<p><em>Содержание программы будет добавлено позже.</em></p>`
  },
  {
    id: 5,
    tag: 'Дзюдо',
    category: 'Единоборства',
    title: 'Дзюдо (на ул. Труда)',
    age: '6-18 лет',
    address: 'г. Иркутск, ул. Трудовая, д. 115А',
    schedule: 'Вт, Чт, Сб',
    time: '16:00 - 19:30',
    isFree: true,
    price: 'Бесплатно',
    image: '/src/assets/Group-330.png',
    isOpen: true,
    venue: 'ФОК "Юбилейный"',
    stage: 'Этап начальной подготовки',
    trainer: 'Петрова Елена Александровна',
    studentCount: '15 из 20',
    duration: '12 месяцев',
    scheduleDays: ['Пн, Вт, Чт, Сб', '08:00 - 10:00', '18:00 - 19:30'],
    description: 'Извините, информация о секции временно отсутствует.',
    program: `<p><em>Содержание программы будет добавлено позже.</em></p>`
  },
  {
    id: 6,
    tag: 'Вольная борьба',
    category: 'Единоборства',
    title: 'Вольная борьба (на ул. Норильской)',
    age: '6-18 лет',
    address: 'г. Иркутск, ул. Норильская, 34',
    schedule: 'Пн, Ср, Пт',
    time: '09:00 - 19:30',
    isFree: false,
    price: '500 руб.',
    image: '/src/assets/Group-330.png',
    isOpen: true,
    venue: 'ФОК "Юбилейный"',
    stage: 'Этап начальной подготовки',
    trainer: 'Петрова Елена Александровна',
    studentCount: '15 из 20',
    duration: '12 месяцев',
    scheduleDays: ['Пн, Вт, Чт, Сб', '08:00 - 10:00', '18:00 - 19:30'], 
    description: 'Извините, информация о секции временно отсутствует.',
    program: `<p><em>Содержание программы будет добавлено позже.</em></p>`
  }
]